export const getRecentActivities = async () => {
  return [
    {
      title:
        'นายกฯ มอบรองเลขาธิการนายกรัฐมนตรีฝ่ายการเมือง เข้าเยี่ยมให้กำลังใจนักเรียน รร.ราชวินิต',
      tag: 'ข่าวนายกฯ',
      date: new Date('2023-07-01'),
    },
    {
      title:
        'ชี้แจงประเด็นความต่อเนื่องของการประชุมคณะกรรมการ ป.ย.ป. และความคลาดเคลื่อนของข้อมูล',
      tag: 'ประชุมครม.',
      date: new Date('2023-06-25'),
    },
    {
      title:
        'นายกฯ ให้กำลังใจเครือข่ายเยาวชนต่อต้านการทุจริต ในกิจกรรมเสริมความรู้สร้างเครือข่ายเด็กและเยาวชนต่อต้านการทุจริตพื้นที่เขตทุ่งครุ',
      tag: 'ข่าวนายกฯ',
      date: new Date('2023-06-20'),
    },
    {
      title: 'อีกด้านของชีวิต นายกฯ ทิม-พิธา อดีตหนุ่มคลีโอกับหนังสือเล่มโปรด',
      tag: 'บทความ',
      date: new Date('2023-06-16'),
    },
    {
      title:
        'โฆษกรัฐบาลเผย นายกฯ ส่งเสริมการจัดงาน STARTUP x INNOVATION THAILAND EXPO 2023 (SITE 2023) เชื่อมั่น Startup ขับเ',
      tag: 'บทความ',
      date: new Date('2023-06-15'),
    },
    {
      title:
        'โฆษกรัฐบาลเผย นายกฯ ส่งเสริมการจัดงาน STARTUP x INNOVATION THAILAND EXPO 2023 (SITE 2023) เชื่อมั่น Startup ขับเ',
      tag: 'บทความ',
      date: new Date('2023-06-15'),
    },
  ]
}
